Repository: Turkalypse/konumify
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, es, hi, ja, nl, ru, zh

source: Bu fotoğraf için tam olarak bir yer tespiti yapılamadı. Fakat bu fotoğrafın kaynağına inildiğinde sırasıyla
de: Ein genauer Standort konnte für dieses Foto nicht ermittelt werden. Bei der Analyse der Quelle dieses Fotos wurde jedoch festgestellt, dass die Wörter
es: No se pudo determinar la ubicación exacta de esta fotografía. Sin embargo, cuando se analizó la fuente de esta foto, se determinó que las palabras
hi: इस फोटो के लिए सटीक स्थान पहचान नहीं की जा सकी। हालांकि, जब इस फोटो के स्रोत को देखा गया तो क्रमशः
ja: この写真の正確な位置は特定できなかった。しかし、写真の出典を分析したところ、
nl: Van deze foto kon geen exacte locatie worden vastgesteld. Toen de bron van deze foto werd geanalyseerd, werd echter vastgesteld dat de woorden
ru: Точное местоположение этой фотографии определить не удалось. Однако, когда был проанализирован источник этой фотографии, было установлено, что слова

source: kelimelerinin çoğunlukta olduğu belirlendi.
de: in der Mehrzahl waren.
es: eran mayoritarias respectivamente.
hi: यह निर्धारित किया गया कि इसमें अधिकतर शब्द इन थे।
ja: の結果が写真の大部分を占めていることがわかった。
nl: respectievelijk in de meerderheid waren.
ru: составляют большинство соответственно.

source: Bu fotoğraftaki yerin, bu üç sonuçla bağlantılı olması muhtemel.
de: Es ist wahrscheinlich, dass der Ort in diesem Foto mit diesen drei Ergebnissen verbunden ist.
es: Es probable que el lugar de esta fotografía esté relacionado con estos tres resultados.
hi: संभव है कि इस फ़ोटो का स्थान इन तीन परिणामों से संबंधित हो.
ja: この写真に写っている場所は、この3つの結果とリンクしている可能性が高い。
nl: Het is waarschijnlijk dat de locatie in deze foto gerelateerd is aan deze drie resultaten.
ru: Место, изображенное на этой фотографии, вероятно, связано с этими тремя результатами.
zh: 这张照片中的地点很可能与这三个结果有关。

source: Başka bir fotoğrafı analiz et
de: Analysiere ein anderes Foto
es: Analizar otra foto
hi: किसी अन्य फ़ोटो का विश्लेषण करें
ja: 別の写真を分析する
nl: Analyseer een andere foto
ru: Проанализируйте другую фотографию
zh: 分析另一张照片

source: Fotoğrafı buraya sürükleyin veya
de: Ziehen Sie das Foto hierhin oder
es: Arrastra la foto aquí o
hi: फ़ोटो को यहां खींचें या
ja: ここに写真をドラッグするか、
nl: Sleep de foto hierheen of
ru: Перетащите фотографию сюда или
zh: 在此处拖动照片或

source: elle seçin
de: wählen Sie es manuell
es: selecciónala manualmente
hi: मैन्युअल रूप से चुनें
ja: 手動で選択する
nl: selecteer handmatig
ru: выберите вручную
zh: 手动选择照片

source: Analiz et
de: Analysieren
es: Analizar
hi: विश्लेषण करें
ja: 分析
nl: Analyseer
ru: Анализируйте
zh: 分析

source: Seçilen dosya:
de: Ausgewählte Datei:
es: Archivo seleccionado:
hi: चुनी गई फ़ाइल:
ja: 選択されたファイル:
nl: Geselecteerd bestand:
ru: Выбранный файл:
zh: 已选择文件：

source: Yer:
de: Ort:
es: Lugar:
hi: स्थान:
ja: 場所:
nl: Locatie:
ru: Расположение:
zh: 位置：

source: Enlem:
de: Breitengrad:
es: Latitud:
hi: अक्षांश:
ja: 緯度:
nl: Breedtegraad:
ru: Широта:
zh: 纬度：

source: Boylam:
de: Längengrad:
es: Longitud:
hi: देशांतर:
ja: 経度:
nl: Lengtegraad:
ru: Долгота:
zh: 经度：

source: Adres:
de: Adresse:
es: Dirección:
hi: पता:
ja: 住所:
ru: Адрес:
zh: 地址：

source: Uydu görüntüsü
de: Satellitenbild
es: Imagen satelital
hi: सैटेलाइट इमेजरी
ja: 衛星画像
nl: Satellietbeeld
ru: Спутниковый снимок
zh: 卫星图像

source: Google Haritalar ile görüntüle
de: Mit Google Maps anzeigen
es: Ver en Google Maps
hi: गूगल मैप्स पर देखें
ja: Googleマップで表示
nl: Bekijk op Google Maps
ru: Просмотр с помощью Google Maps
zh: 使用谷歌地图查看
